import { Description } from "@radix-ui/react-dialog";

export const carouselData = [
  {
    id: 1,
    image: "/common/hero.jpg",
    title: "समाजसेवी संस्था स्थापना, २०५५ साल - माघ ५",
    description:
      "माघ ५, २०५५ मा 'सपना परिवर्तन समाज' नामक एक समाजसेवी संस्थाको स्थापना गरिएको थियो। यस संस्थाले शिक्षा, स्वास्थ्य र महिला सशक्तिकरणका क्षेत्रमा धेरै योगदान पुर्याएको छ। माघ महिनामा संस्थाको स्थापना दिवस मनाइन्छ, जसमा संस्थाका संस्थापकले १०,००० भन्दा बढी बालबालिकाहरूसँग भेट गरेका थिए र उनीहरूलाई पढाइका सामग्री वितरण गरे।",
  },
  {
    id: 2,
    image: "/common/hero2.jpg",
    title: "नेपाली भाषा आन्दोलन, २०४६ साल - पुस १२",
    description:
      "पुस १२, २०४६ को दिन नेपाली भाषा आन्दोलनको महत्त्वपूर्ण चरण थियो। यस दिन, देशभरिका युवाहरू र नागरिक समाजले नेपाली भाषाको सम्मानका लागि एकजुट भएर प्रदर्शन गरे। यस आन्दोलनको परिणामस्वरूप नेपालीलाई राजकीय भाषा घोषणा गरियो, जसले नेपाली भाषालाई राष्ट्रिय एकता र गौरवको प्रतीक बनायो।",
  },
  {
    id: 3,
    image: "/common/hero4.jpg",
    title: "सार्वजनिक स्वास्थ्य अभियान, २०६८ साल - फाल्गुण २०",
    description:
      "फाल्गुण २०, २०६८ मा 'स्वस्थ नेपाल अभियान' सार्वजनिक स्वास्थ्यका लागि व्यापक अभियानको रूपमा सुरू गरिएको थियो। यस अभियानमा १०० भन्दा बढी स्वास्थ्य स्वयंसेवी र चिकित्सा विज्ञहरूले जनतालाई स्वस्थ जीवनशैली र स्वच्छता बारे जानकारी दिएका थिए। अभियानको उद्दीपनामा ग्रामीण क्षेत्रमा स्वास्थ्य जाँचका कार्यक्रम र रक्तदान शिविर पनि आयोजना गरिएका थिए।",
  },
];
